/* Localized versions of Info.plist keys */

"COMM_OPERATE_FAILED" = "操作失败！";
"COMM_OPERATE_SUCCESS" = "操作成功！";
"COMM_OPERATE_COMPL" = "完成！";
"COMM_REFRESH_PULLTEXT" = "下拉刷新";
"COMM_REFRESH_INGTEXT" = "刷新中";
"Promotions" = "优惠活动";
"Products" = "我们的东东";
"Release to refresh..." ="松开刷新";
"Pull down to refresh..." = "下拉刷新";
"Loading..." = "加载中";
"Last Updated: %@" = "最后更新时间：%@";
"%d days before" = "%d天前";
"%d hours before" = "%d小时前";
"%d minutes before" = "%d分钟前";
"one minute before" = "1分钟前";
"%dkiloes" = "约%d公里";
"%dmeters" = "约%d米";
"NO ITEMS AVAILABLE" = "没有纪录！";
"no products shared" = "没有发布商品！";
"no comments" = "恭喜可以当楼主!";
"Do liking..." = "关注...";
"no likes added" = "还没有添加收藏！";
"Ta like" = "Ta喜欢";
"Ta homepage" = "Ta的主页";

"FS_PRODETAIL_FAVORING" = "收藏中";
"FS_PRODETAIL_GETCOUPONING" = "获取优惠码中";
"PRO_COMMENT_LENGTH_NOTCORRECT" = "评论长度1－40";
"FS_PRODETAIL_COMMING" = "评论中";
"FS_PRODETAIL_COMMENTS_TITLE" = "评论：";
"Nearest" = "距离最近";
"Newest" = "最新发布";
"Today's new activities" ="今日新活动";
"ing activities" = "开始活动";
"coupon" = "下载优惠码";
"favor" = "喜欢";
"brand:%@" ="品牌:  %@";
"Comments" = "评价";
"%dcomments" = "%d条";

"User_Profile_Like" = "我喜欢";
"User_Profile_Fans%d" = "粉丝:%d";
"User_Profile_Coups%d" = "优惠码:%d";
"User_Profile_Points%d" = "积点:%d";
"User_Coupon_store%a"= "%@";
"User_Profile_Back"= "返回";

//何青山新增和修改
"User_Profile_Setting" = "设置";
"USER_SETTING_EDITNGINFO" = "编辑个人资料";
"USER_SETTING_EDITNICKIE" = "修改昵称";
"USER_SETTING_CLEAR" = "清除缓存";
"USER_SETTING_LOGOUT" = "退出账户";
"USER_NICKIE_VALIDATE_ZERO" = "昵称不能为空";
"USER_NICKIE_VALIDATE_TOO_MANY" = "昵称不能超过10个字符";
"USER_NICKIE_SET_TITLE" = "修改昵称";
"USER_NICKIE_SET_BUTTON" = "保存";
"USER_NICKIE_VALIDATE_PHONE" = "手机号码不正确！";
"USER_SETTING_FEEDBACK" = "意见反馈";
"USER_SETTING_COMMENT" = "亲，喜欢我们，请投票啦";
"Exit Current Account" = "您确定要退出当前账户吗？";
"Feedback tip message" = "欢迎您提出宝贵意见，协助我们不断提高服务，感谢您的支持！";
"Contact method" = "联系方式";
"Contact place holder" = "请输入您的手机号（选填）";
"Feedback content place holder" = "请输入您的意见或建议（必填）";
"Signature place holder" = "请输入您的个性签名";
"Male" = "男";
"Female" = "女"; 
"User Nickie" = "昵称: ";
"Input Nickie Tip" = "请输入您的昵称";
"Input Phone Tip" = "请输入您的手机号码";
"Contact phone tip" = "联系电话";
"Gender Tip" = "性别";
"Signature Tip" = "个性签名: ";

"Publish items" = "发布";
"Publish product" = "发布商品";
"Publish promotion" = "发布促销";
"Warm prompt" = "温馨提示";
"Cancel" = "取消";
"OK" = "确认";
"upload thumnail now" = "上传头像...";
"Me likes persons" = "Me 关注好友";
"Ta likes persons" = "Ta 关注好友";
"Me fans" = "Me 的粉丝";
"Ta fans" = "Ta 的粉丝";
"fans:%d" = "粉丝:%d";
"like:%d" = "喜欢:%d";
"Login title" = "用户登陆";
"Homepage title" = "Me的主页";
"Promotion codes" = "优惠券";
"points%d" = "积点%d";
"%@ got:%dpoints" = "%@ 获得%d积点";
"prodct uploading..." = "正在上传...";
"upload failed!" = "上传失败！";

"PRO_UPLOAD_STEP_FINISH" = "保存";
"PRO_POST_IMG_LABEL" = "图片";
"PRO_POST_IMG_NOTEXT" = "请选择图片";
"PRO_POST_TITLE_LABEL" = "标题";
"PRO_POST_DESC_LABEL" = "描述";
"PRO_POST_DURATION_LABEL" = "有效期";
"PRO_POST_BRAND_LABEL" = "品牌";
"PRO_POST_TITLE_NOTEXT" = "请选择标题";
"PRO_POST_DESC_NOTEXT" = "请选择描述";
"PRO_POST_DURATION_STARTTEXT" = "请输入开始日期";
"PRO_POST_DURATION_ENDTEXT" = "请输入结束日期";
"PRO_POST_BRAND_NOTEXT" = "请选择品牌";
"PRO_POST_TITLE_LENGTH_ERROR" = "标题长度0－10";
"PRO_POST_DESC_LENGTH_ERROR" = "描述长度0－20";
"PRO_POST_TAG_LABEL" = "标签";
"PRO_POST_STORE_LABEL" = "商店";
"PRO_POST_TAG_NOTEXT" = "请选择标签";
"PRO_POST_STORE_NOTEXT" = "请选择店";



"SINA_WB_AUTHOR" = "新浪微博授权";
"SINA_WB_BACK" = "返回";

